{
  "referenceDetails": "All mutations have been called against the <a href=\"https://www.ncbi.nlm.nih.gov/nuccore/?term=A/cattle/Texas/24-008749-003/2024\" target=\"_blank\">A/cattle/Texas/24-008749-003/2024</a>. Further details can be found at our <a href=\"https://github.com/andersen-lab/avian-influenza/\" target=\"_blank\">data source<a/>.",
  "mutationSurveillance": {
    "hostLevel": "Mutations at the host-level are also called <b>intrahost variants</b>. These are mutations that occur at a given frequency (0 - 1) within a given sample.",
    "populationLevel": "Mutations at the population-level are those identified in the consensus genomes.",
    "phenotype": "To assess the importance of mutations found at the host- or population-level, we use the following phenotypic measurements for mutations in the viral hemagglutinin (HA) protein: deep mutational scanning (<a target=\"_blank\" href=\"https://doi.org/10.1371/journal.pbio.3002916\">Dadonaite et al. 2024</a>; <a target=\"_blank\" href=\"https://dms-vep.org/Flu_H5_American-Wigeon_South-Carolina_2021-H5N1_DMS/\">DMS VEP</a>) and computational fitness predictions from EVE (<a href=\"https://doi.org/10.1038/s41586-023-06617-0\" target=\"_blank\">Thadani et al. 2023</a>). In the plot below, we show the number of samples a mutation was identified in and the corresponding phenotypic measurement. Please note that the mutations here are numbered based on 'sequential site'. You can find further details on converting between numbering schemes at this <a target=\"_blank\" href=\"https://dms-vep.org/Flu_H5_American-Wigeon_South-Carolina_2021-H5N1_DMS/numbering.html\">excellent resource</a> from the <a target=\"_blank\" href=\"https://jbloomlab.org/\">Bloom lab</a>.",
    "phenotypeByCollectionDate": "If there is evolutionary pressure to select for a phenotype, we would expect the proportion of distinct mutations with a phenotype measurement above (or below) a threshold to increase (or decrease) over time. By default, we set the threshold to the median of the phenotypic measurement for values greater than 0.",
    "phenotypeAggregateBySample": "We aggregate phenotypic measurements for every sample by summing over all the sites in the genome.",
    "literatureAnnotationsOverTime": "If there is evolutionary pressure to select for a phenotype, we would expect the proportion of distinct mutations with a known function in scientific literature to increase (or decrease) over time. To annotate mutations, we use <a target=\"_blank\" href=\"https://izsvenezie-virology.github.io/FluMut/\">FluMut</a>, a resource for annotations of mutations in influenza from scientific literature."
  },
  "lineageSurveillance": {
    "lineageCountsOverTime": "We use <a target=\"_blank\" href=\"https://github.com/USDA-VS/GenoFLU\">USDA GenoFLU</a> to classify consensus genomes into lineages within clade 2.3.4.4b.",
    "lineageCounts": "We use <a target=\"_blank\" href=\"https://github.com/USDA-VS/GenoFLU\">USDA GenoFLU</a> to classify consensus genomes into lineages within clade 2.3.4.4b. We also use a custom nomenclature to designate <a href=\"https://github.com/andersen-lab/Freyja-barcodes\">Freyja barcodes</a> to determine the presence of multiple lineages in <i>aggregate</i> samples"
  },
  "lineageComparison": {
    "compareMutations": "You can select multiple lineages to compare amino acid mutations that occur in at least 75% of consensus genomes that belong to a lineage",
    "mutationProfile": "You can select multiple lineages to compare mutation profiles i.e., the proportion of nucleotide mutations observed in consensus genomes."
  },
  "variantMutationSurveillance": {
    "firstDetection": "A mutation could emerge at low frequencies within a host before being fixed and observed in consensus genomes at the population-level. Once you select a lineage, we display amino acid mutations that emerged first at the host-level before being observed at the population-level.",
    "variantFrequencyAndMutationCountsOverTime": "To dive deeper into specific amino acid mutations, you can select a protein and a site with the option of selecting a lineage or an alternate amino acid at that site. The two plots below will display the frequencies at which the mutation was observed at the host-level and the number of samples with the mutation in the consensus genome."
  },
  "metadata": {
    "collectionReleaseLag": "The lag between the collection date and the release date over time.",
    "releaseDate": "A plot of the release dates of raw sequencing data on SRA."
  }
}